Repository: zahidsw/pizpalue
Catalog: Resources/Private/Language/*.Forms.xlf
Languages: fi, fr

# idGeneralContactForm.element.idName.properties.label
source: Name
fi: Nimi
fr: Nom

# idGeneralContactForm.element.idEmail.properties.label
source: Email
fi: Sähköpostiosoite

# idGeneralContactForm.element.idTelephone.properties.label
source: Telephone
fi: Matkapuhelin
fr: Téléphone

# idGeneralContactForm.element.idSubject.properties.label
source: Subject
fi: Aihe
fr: Objet

# idGeneralContactForm.element.idMessage.properties.label
source: Message
fi: Viesti

# idGeneralContactForm.element.idFileupload.properties.label
source: PDF-File
fi: PDF-Tiedosto
fr: Document PDF

# idGeneralContactForm.element.idImageupload.properties.label
source: Image
fi: Kuva

# idGeneralContactForm.element.idDataprotectionMultiCheckbox.properties.label
source: Data protection notice
fi: Tietosuojailmoitus
fr: Avis de protection des données

# element.idGeneralContactForm.renderingOptions.submitButtonLabel
source: Send
fi: Lähetä
fr: Envoyer

# element.idGeneralContactForm.label
source: General contact form
fi: Yleinen yhteys tieto lomake
fr: Formulaire general de contact

# formEditor.elements.Form.editor.finishers.MailToSystem.label
source: Email to system
fi: Sähköpostijärjestelmä
fr: Email au système

# formEditor.elements.Form.finisher.EmailToSystem.editor.recipientAddress.label
source: Systems address
fi: Järjestelmät osoite
fr: Adresse du système

# formEditor.elements.Form.finisher.EmailToSystem.editor.recipientName.label
source: Systems name
fi: Järjestelmien nimi
fr: Nom du système

# tt_content.finishersDefinition.EmailToSystem.recipientAddress.label
source: Email address of the systems
fi: Järjestelmien sähköpostiosoite
fr: Adresse email du système

# tt_content.finishersDefinition.EmailToSystem.recipientName.label
source: Human-readable name of the system
fi: Järjestelmän ihmisen luettavissa oleva nimi
fr: Nom du système

# idGeneralContactForm.element.idMessage.properties.label
source: Meassage
fr: Message
