Repository: zahidsw/pizpalue
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fi, fr

source: Close
fi: Sulje
fr: Fermer

# ppCeFrame1
source: Custom frame 1
fi: Oma kehys 1

# ppCeFrame2
source: Custom frame 2
fi: Oma kehys 2

# ppCeFrame3
source: Custom frame 3
fi: Oma kehys 3

# ppCeFrame4
source: Custom frame 4
fi: Oma kehys 4

# ppCefAnimation1
source: Custom animation 1 (depreciated)
fi: Oma animaatio 1 (poistettu)

# ppCefAnimation2
source: Custom animation 2 (depreciated)
fi: Oma animaatio 2 (poistettu)

# ppCefAnimation3
source: Custom animation 3 (depreciated)
fi: Oma animaatio 3 (poistettu)

# ppCefScrollAnimation1
source: Custom scroll animation 1 (depreciated)
fi: Oma Selausanimaatio 1 (poistettu)

# ppCefScrollAnimation2
source: Custom scroll animation 2 (depreciated)
fi: Oma selausanimaatio 2 (poistettu)

# ppCefScrollAnimation3
source: Custom scroll animation 3 (depreciated)
fi: Oma selausanimaatio 3 (poistettu)

# cookieconsent.common.header
source: Cookies used on the website!
fi: Evästeiden käyttö nettisivuilla!
fr: Ce site Web utilise des cookies!

# cookieconsent.common.message
source: This website uses cookies to ensure you get the best experience on our website.
fi: Käytämme evästeitä varmistaaksemme sinulle parhaan kokemuksen sivuillamme.
fr: Les cookies sont utilisés pour vous permettre une utilisation optimale de notre site Web.

# cookieconsent.common.dismiss
source: Got it!
fi: Ymmärsin!
fr: je l'ai!

# cookieconsent.common.allow
source: Allow cookies
fi: Salli evästeet
fr: Autoriser les cookies

# cookieconsent.common.deny
source: Decline
fi: Hylkää
fr: Déclin

# cookieconsent.common.link
source: Learn more
fi: Lue lisää
fr: En savoir plus

# googleanalyticsstatus.title
source: Google Analytics Status
fi: Google analytiikan tila

# googleanalyticsstatus.description
source: Here you can object to the anonymous collection by Google Analytics on this website for your browser by using an "Opt-Out-Cookie". Please note that if you delete the exclusion cookie or use a different computer or web browser, you will need to re-set the exclusion.
fi: Täällä voit kieltää selaimesi Google Analyticsin tuntematonta kokoelmaa tällä verkkosivustollasi käyttämällä poissulkemisevästettä. Huomaa, että jos poistat poissulkemisevästeen tai käytät toista tietokonetta tai verkkoselainta, sinun on asetettava poissulkeminen uudelleen.
fr: Vous pouvez vous opposer à la collecte anonyme de Google Analytics sur ce site Web pour votre navigateur en utilisant un "Opt-Out-Cookie". Veuillez noter que si vous supprimez le témoin d'exclusion ou si vous utilisez un ordinateur ou un navigateur Web différent, vous devrez réinitialiser l'exclusion.

# googleanalyticsstatus.link.enable
source: Enable Google Analytics (Opt-In)
fi: Salli Google analytiikka (Sisäänkirjautuminen)
fr: Activer Google Analytics (Opt-In)

# googleanalyticsstatus.link.disable
source: Deactivate Google Analytics (Opt-Out)
fi: Poista Google analytiikka (Poissulkeminen)
fr: Désactiver Google Analytics (Opt-Out)

# tt_content.layout.tile21
source: Tile with side ratio 2:1
fi: Laatta sivusuhteella 2:1
fr: Carrelage avec rapport de côté 2:1

# tt_content.layout.tile11
source: Tile with side ratio 1:1
fi: Laatta sivusuhteella 1:1
fr: Carrelage avec un rapport de côtés de 1:1

# tt_content.layout.tile12
source: Tile with side ratio 1:2
fi: Laatta sivusuhteella 1:2
fr: Carrelage avec un rapport de côtés de 1:2
