Repository: zahidsw/pizpalue
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, fi

# tx_pizpalue_ttc.attributes
source: Attributes
de: Attribute
fi: Ominaisuudet

# tx_pizpalue_ttc.classes
source: Additional classes
de: Zusätzliche Klassen
fi: Lisäluokat

# tx_pizpalue_ttc.style
source: Inline style
fi: Määritetty tyyli

# tx_pizpalue_ttc.additionalAttributes
source: Additional attributes
de: Zusätzliche Attribute
fi: Lisäominaisuudet

# tx_pizpalue_ttc.background
source: Background
de: Hintergrund
fi: Tausta

# tx_pizpalue_ttc.bgmedia
source: Background image (inline)
fi: Taustakuva (määritetty)

# tx_pizpalue_ttc.behaviour
source: Behaviour
de: Verhalten
fi: Toiminta

# tx_pizpalue_ttc.animation
source: Animation
fi: Animaatio

# tx_pizpalue_ttc.animationNone
source: No animation
de: Keine Animation
fi: Ei animointia

# tx_pizpalue_ttc.animation1
source: Animation 1
fi: Animaatio 1

# tx_pizpalue_ttc.animation2
source: Animation 2
fi: Animaatio 2

# tx_pizpalue_ttc.animation3
source: Animation 3
fi: Animaatio 3

# tx_pizpalue_ttc.animation4
source: Animation 4
fi: Animaatio 4

# tx_pizpalue_ttc.image_variants
source: Image variants
de: Bildvarianten
fi: Kuvan muodot

# tx_pizpalue_ttc.image_variants.content
source: Default (content width)
de: Standard (Inhaltsbreite)
fi: Oletus (sisällön leveys)

# tx_pizpalue_ttc.image_variants.page
source: Full page width
de: Ganze Seitenbreite
fi: Koko sivun leveys

# tx_pizpalue_ttc.image_scaling
source: Image scaling
de: Bildskalierung
fi: Kuvan skaalaus

# tx_pizpalue_ttc.classes.pp-parent-height
source: Parent height
de: Höhe wie Elternelement
fi: Päävalikon korkeus

# tx_pizpalue_ttc.classes.pp-row-height
source: Row height
de: Höhe wie Zeile
fi: Rivin korkeus

# tx_pizpalue_ttc.classes.pp-row-child-height
source: Row children height
de: Gleich hohe Kindelemente
fi: Rivin alakorkeus

# tx_pizpalue_ttc.classes.pp-bg-primary
source: Background with primary color
de: Hintergrund mit primärer Farbe
fi: Tausta päävärillä

# tx_pizpalue_ttc.classes.pp-bg-secondary
source: Background with secondary color
de: Hintergrund mit sekundärer Farbe
fi: Tausta toissijaisella värillä

# tx_pizpalue_ttc.classes.pp-bg-complementary
source: Background with complementary color
de: Hintergrund mit komplementärer Farbe
fi: Tausta vastavärillä

# tx_pizpalue_ttc.classes.pp-bg-light
source: Background with light color
de: Hintergrund mit heller Farbe
fi: Tausta vaalea

# tx_pizpalue_ttc.classes.pp-bg-dark
source: Background with dark color
fi: Tausta tumma

# tx_pizpalue_ttc.classes.pp-bg-centercover
source: Background centered, cover
de: Hintergrund zentrieren, füllen
fi: Tausta keskitetty, peittävä

# tx_pizpalue_ttc.classes.pp-bg-fixed
source: Background fix
de: Hintergrund fixieren
fi: Tausta asetettu

# tx_pizpalue_ttc.classes.pp-ce-overlaycard
source: Overlay card (use with text & image)
de: Überlagerungskarte (für Text & Bild)
fi: Peitä kortti (käytä takstiä ja kuvaa)

# tx_pizpalue_ttc.classes.pp-inner-margin
source: Inner element with margin
de: Aussenabstand des inneren Elementes
fi: Sisempi elementti marginaalilla

# tx_pizpalue_ttc.classes.pp-inner-padding
source: Inner element with padding
de: Innenabstand des inneren Elementes
fi: Sisempi elementti täytöllä

# tx_pizpalue_ttc.classes.pp-inner-bgwhite70
source: Inner element with white background, 70% opacity
de: Inneres Element mit weissem Hintergrund, 70% Deckkraft
fi: Sisempi elementti valkoisella taustalla, 70% läpinäkyvyys

# tx_pizpalue_ttc.classes.pp-inner-bggrey70
source: Inner element with grey background, 70% opacity
de: Inneres Element mit grauem Hintergrund, 70% Deckkraft
fi: Sisempi elementti harmaalla taustalla, 70% läpinäkyvyys

# tx_pizpalue_ttc.classes.pp-inner-bgblack70
source: Inner element with black background, 70% opacity
de: Inneres Element mit schwarzem Hintergrund, 70% Deckkraft
fi: Sisempi elementti mustalla taustalla, 70% läpinäkyvyys

# tx_pizpalue_ttc.classes.pp-gallery-item-left
source: Gallery item left
de: Galerieelement links
fi: Galleria kohde vasemmalla

# tx_pizpalue_ttc.classes.pp-gallery-item-right
source: Gallery item right
de: Galerieelement rechts
fi: Galleria kohde oikealla

# tx_pizpalue_ttc.classes.pp-gallery-item-join
source: Gallery item join
de: Galerieelement verbinden
fi: Galleria kohde yhdistämällä

# tx_pizpalue_ttc.classes.pp-gallery-item-shadow
source: Gallery item shadow
de: Galerieelement mit Schatten
fi: Galleria kohde varjolla

# tx_pizpalue_ttc.classes.pp-tile-scroll-y
source: Tile with vertical scrollbar
de: Kachel mit vertikalem Scrollbar
fi: Laatta pystysuunnassa vierityspalkilla

# tca.modal_dialog.header
source: Button text
de: Knopfbeschriftung
fi: Painikkeen teksti

# tca.modal_dialog.options
source: Button options
de: Knopfoptionen
fi: Painikevalinnat

# tca.list_categorized_content.options
source: List options
de: Listenoptionen
fi: Luettelovalinnat

# tx_pizpalue_ttc.style
source: Stieldefinitionen
de: Inline-Stil

# tx_pizpalue_ttc.bgmedia
source: Background media
de: Hintergrundbild (inline)

# tx_pizpalue_ttc.classes.pp-bg-dark
source: Background dark color
de: Hintergrund mit dunkler Farbe
