Repository: zahidsw/pizpalue
Catalog: Extensions/gridelements/Resources/Private/Language/*.locallang.xlf
Languages: fi

# grids.label.tileUnitTitle
source: Tile unit
fi: Laattalaite

# grids.label.tileUnitDescription
source: A tile unit consists of a left and a right column. Each column can hold content elements or other tile units.
fi: Laattayksikkö koostuu vasemmasta ja oikeasta sarakkeesta. Jokaisessa sarakkeessa voi olla sisältöelementtejä tai muita laattayksiköitä.

# grids.label.tileUnitLeft
source: Tile unit left
fi: Laatoitusyksikkö vasemmalle

# grids.label.tileUnitRight
source: Tile unit right
fi: Laatoitusyksikkö oikealla

# grids.label.columnDistribution
source: Column distribution
fi: Pylväsjakelu

# grids.label.customClassColumn1
source: Custom class column 1
fi: Mukautettu luokan sarake 1

# grids.label.customClassColumn2
source: Custom class column 2
fi: Mukautettu luokan sarake 2

# grids.label.columnBreakpoint
source: Column break point
fi: Sarakkeen murtopiste

# grids.label.extrasmall
source: Extra small
fi: Erittäin pieni

# grids.label.small
source: Small
fi: Pieni

# grids.label.medium
source: Medium
fi: Keskikokoinen

# grids.label.large
source: Large
fi: Suuri

# grids.label.extralarge
source: Extra large
fi: Erittäin suuri
